Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །བཅོམ་ལྡན་འདས་དངོས་པོ་བྱུང་བའམ། མ་བྱུང་བ་དེ་བཞིན་ཉིད་དང་། མ་ནོར་བ་དེ་བཞིན་ཉིད་ཅེས་བགྱི་བ་མ་མཆིས་སམ་ཞེས་བྱ་བ་ནི་དེ་བཞིན་ཉིད་ཀྱི་ངོ་བོ་ཉིད་དམ། མ་ནོར་བ་དེ་བཞིན་ཉིད་ཀྱི་ངོ་བོ་ཉིད་འདས་པའམ་ཕྱིས་འབྱུང་བ་འམ་ད་ལྟར་བྱུང་བ། འདུས་བྱས་པ་དོན་དམ་པར་གང་ཡང་མཆིས་སམ་ཞེས་ཞུས་པའོ།
en: Lord, is there some real basis called suchness and unmistaken suchness, that was or is,” and so on, is asking: does a past, or future, or present intrinsic nature of “suchness” or intrinsic nature of “unmistaken suchness” that is a compounded phenomenon ultimately exist at all?

source: །རྨི་ལམ་ལྟ་བུ་ལ་སོགས་པ་དཔེ་དྲུག་པོ་དག་ནི་གོ་སླའོ།
en: The six analogies, “like a dream” and so on, are easy to understand. “

source: །རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། ཆོས་དེ་དག་སྒྱུ་མ་ལྟ་བུ་འམ་རྨི་ལམ་ལྟ་བུ་དག་མ་ཡིན་ནམ་ཞེས་བྱ་བ་ལ་སོགས་པས་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སོགས་པ་དང་།
en: Subhūti, … what do you think, those dharmas… are like an illusion, like a dream, … are they not?”

source: ཚངས་པའི་དབྱངས་ཀྱིས་དེ་དག་གི་མཐར་ཐུག་པའི་ཆོས་ཐམས་ཅད་ཀྱང་སྒྱུ་མ་ལྟ་བུ་སྟེ།
en: and so on teaches the perfection of giving and so on, ending with all those dharmas spoken by “Brahmā’s melodious voice” are like an illusion.

source: དེ་བས་ན་ཐམས་ཅད་སྒྱུ་མ་ལྟ་བུ་ཡིན་པས་ཉེས་པ་མེད་དོ་ཞེས་བསྟན་པའོ།
en: So, since all are like an illusion there is no fault. “

source: །རབ་འབྱོར་འདི་ལྟར་ཆོས་དེ་དག་ཐམས་ཅད་ནི་མངོན་པར་འདུས་བྱས་པ་དང་། བསམ་པ་ཞེས་བྱ་བ་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སོགས་པ་དགེ་བའི་བདག་ཉིད་ཡིན་པའི་ཕྱིར་མངོན་པར་འདུས་བྱས་པའོ།
en: Subhūti, it is because all these dharmas have been brought into being and are the outcome of intentions” is teaching that the perfection of giving and so on are constituted out of virtue so they have been brought into being.

source: །སེམས་པ་སྔོན་དུ་འགྲོ་བའི་ཕྱིར་བསམས་པ་སྟེ་དེ་བས་ན་ཀུན་བརྟགས་པའི་ཞེས་བསྟན་ཏོ།
en: Because they are preceded by an intention, they are the outcome of intention, so they are falsely imagined phenomena. “

source: །རབ་འབྱོར་འོན་ཀྱང་ཆོས་དེ་དག་ཐམས་ཅད་ཀྱང་ལམ་བསྒྲུབ་པ་དང་། ལམ་སྐྱེད་པར་བྱེད་པ་ཡིན་གྱི། འབྲས་བུ་ཐོབ་པར་བྱེད་པ་ནི་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སོགས་པ་ཆོས་ཐམས་ཅད་གནས་རྣམ་པར་དག་པར་བྱེད་པ་ཡིན་པས། གནས་ཡོངས་སུ་དག་པར་བྱེད་ན་ལམ་གྱི་རྒྱུན་འགྱུར་རོ། །གང་སྐྱེ་བ་མེད་པ་དང་།
en: But still, Subhūti, all those dharmas establish the path and bring about the path, even though they do not cause a result to be obtained” is teaching that all the dharmas, the perfection of giving and so on, cause a purification of the foundation, and when they cause a purification of the foundation the continuum of the path comes into being.

source: འགག་པ་མེད་པའི་བདག་ཉིད་ཅན་དངོས་པོ་མེད་པ་དེ་དག་ཕྲད་པ་ནི་འབྲས་བུ་ཐོབ་པར་བྱེད་པ་མེད་དེ། དེ་ནི་ངོ་བོ་ཉིད་དེ་བཅོས་མ་མ་ཡིན་པ་གནས་པའི་མཚན་ཉིད་ཡིན་ནོ་ཞེས་བསྟན་པའོ།
en: Those nonexistent things constituted out of what is not produced and does not stop do not cause a result to be obtained, but they are marked by an unfabricated nature—the foundation. “

source: །སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གཟུང་དུ་མེད་དོ་ཞེས་བྱ་བ་ནི་དངོས་པོའི་ཚུལ་དུའམ།
en: The perfection of giving cannot be grasped.”

source: དངོས་པོ་མེད་པའི་ཚུལ་དུ་གཟུང་དུ་མི་རུང་བའོ།
en: It is not appropriate to grasp it as an existent thing or as a nonexistent thing. “

source: །རབ་འབྱོར་གཉིས་ཀྱིས་མངོན་པར་རྟོགས་པར་འགྱུར་བ་མེད།
en: Subhūti, there is no clear realization dualistically and there is no clear realization nondualistically either.”

source: གཉིས་སུ་མེད་པས་ཀྱང་མངོན་པར་རྟོགས་པར་འགྱུར་བ་མེད་ཅེས་བྱ་བ་ནི་གལ་ཏེ་འདུས་བྱས་སམ། འདུས་མ་བྱས་ཀྱི་དངོས་པོ་འགའ་ཞིག་མཐོང་ན་ནི་གཉིས་ཀྱིས་མངོན་པར་རྟོགས་པར་འགྱུར་རོ།
en: This is teaching: If any compounded or uncompounded existent thing were to be seen, there would be a “clear realization dualistically.”

source: །གལ་ཏེ་རི་བོང་གི་རྭ་ལ་སོགས་པ་བཞིན་དུ་ཤིན་ཏུ་དངོས་པོ་མེད་པ་ཞིག་ཡིན་ན་ཡང་གཉིས་སུ་མེད་པས་མངོན་པར་རྟོགས་པར་འགྱུར་རོ།
en: And even if it were an absolutely nonexistent thing, like a rabbit’s horns and so on, there would be a “clear realization nondualistically.”

source: །དེ་བས་ན་རྣམ་པ་དེ་གཉིས་ལས་བཟློག་པ་ནི་མཉམ་པ་ཉིད་རབ་ཏུ་རྟོགས་པ་སྟེ། མངོན་པར་རྟོགས་པའོ་ཞེས་བསྟན་པ་ཡིན་ནོ།
en: The reverse from both of those is therefore the realization of sameness called “clear realization.” “

source: །ཡོངས་སུ་བརྗོད་པ་མེད་པ་ཞེས་བྱ་བ་ནི་མངོན་པར་བརྗོད་པར་བྱ་བ་དང་། རབ་ཏུ་བརྗོད་པར་བྱ་བ་མ་ཡིན་པ་ལ། རབ་འབྱོར་འཇིག་རྟེན་གྱི་ཐ་སྙད་དུ་བྱའོ་ཞེས་བྱའོ།
en: Is inexpressible” is not something that can be expressed is not something that can be discussed, or that can be explained, so, “Subhūti, take it as an ordinary convention.” “

source: །དེ་བཞིན་གཤེགས་པས་ཆོས་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཞེས་བྱ་བས་ནི་ཤིན་ཏུ་མཐར་ཐུག་པ་གནས་གྱུར་པ། རྣམ་པར་རྟོག་པ་དང་། སྤྲོས་པ་ཐམས་ཅད་སྤངས་པ་ནི་མཉམ་པ་ཉིད་ལ་གནས་པའི་ཕྱིར་ཤེས་པར་བྱ་བ་ཉིད་ཀྱང་མེད་དེ་ཤེས་པར་བྱ་བར་འགྱུར་བའི་དོན་མི་གཟིགས་པས་ཅི་ཞིག་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པར་འགྱུར་ཞེས་བསྟན་པའོ།
en: Is the dharma a tathāgata has fully awakened to…” is teaching that the absolutely final transformation of the basis where conceptualization and thought construction have been eliminated remains a sameness, so a knowable state does not exist and an object that will become knowable is not seen, so what will be fully awakened to? “

source: །བཅོམ་ལྡན་འདས་དངོས་པོ་མ་མཆིས་པའི་ངོ་བོ་ཉིད་ཀྱི་ཆོས་རྣམས་ལ་མཉམ་པ་ཉིད་ཅེས་བགྱི་བ་གང་ཞིག་མཆིས་ཞེས་བྱ་བ་ནི་ཆོས་རྣམས་ཡོད་ན་མཉམ་པ་ཉིད་ཅེས་བྱ་བ་ཡང་ཡོད་དོ་སྙམ་དུ་དགོངས་པའོ།
en: Lord, given that dharmas are the nonexistence of an intrinsic nature, what is this ‘sameness of dharmas’?” The intention is: were dharmas to exist there would also be a “sameness.” “

source: །རབ་འབྱོར་འདིར་ནི་དེ་ཉིད་མཉམ་པ་ཉིད་དོ་ཞེས་བྱ་བ་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཀྱི་ཆོས་རྣམས་ཀྱི་མཉམ་པ་ཉིད་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཡིན་ནོ་ཞེས་བྱ་བ་སྟེ། དེའི་དངོས་པོར་རྣམ་པར་རྟོག་པ་ཡང་སྤངས་པའི་ཕྱིར་རོ།
en: Subhūti, here just that is the sameness of dharmas.” This is saying the sameness of dharmas that is the intrinsic nature of nonexistent things is the intrinsic nature of nonexistent things because even the conceptualization of it as an existent thing has also been eliminated. “

source: །རབ་འབྱོར་ཆོས་མཉམ་པ་ཉིད་ནི་དེ་བཞིན་གཤེགས་པའི་ཡུལ་ཡང་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནི་ཆོས་མཉམ་པ་ཉིད་ནི་གང་གི་ཡུལ་དུ་ཡང་མི་འགྱུར་ཏེ།
en: Subhūti, that sameness of dharmas is not within the range of… even tathāgatas.” The sameness of dharmas is not within the range of anyone.

source: དེ་བཞིན་གཤེགས་པ་ཡང་ཆོས་མཉམ་པ་ཉིད་ཀྱི་ངོ་བོ་ཉིད་མི་གཟིགས་སོ།
en: Even the tathāgatas do not see an intrinsic nature of the sameness of dharmas. “

source: །ཆོས་མཉམ་པ་ཉིད་ལ་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་ཞེས་བྱ་བ་ལ་སོགས་པ་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་དང་། འཕགས་པ་ཐམས་ཅད་དང་། དེ་བཞིན་གཤེགས་པའི་ཆོས་མཉམ་པ་ཉིད་ནི་མཚུངས་སོ།
en: The sameness of foolish ordinary people,” of all noble beings, and “of tathāgatas is the same.” “

source: །ཆོས་མཉམ་པ་ཉིད་ལས་ཀྱང་མི་གཡོ་ལ། ཆོས་རྣམས་རྣམ་པར་དགོད་པ་ཡང་མཛད་ཅེས་བྱ་བ་ནི་དོན་དམ་པའི་བདེན་པས་མི་གཡོ་ལ། ཀུན་རྫོབ་ཏུ་རྣམ་པར་དགོད་པ་མཛད་དོ།
en: Makes a presentation of dharmas without moving from the sameness of dharmas”— as an ultimate truth they do not move; but conventionally they make a presentation. “

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས། ཆོས་ཉིད་འདུས་བགྱིད་ལགས་སམ།
en: Lord, is that true nature of dharmas a compounded phenomenon or is it an uncompounded phenomenon?”

source: འོན་ཏེ་འདུས་མ་བགྱིད་ལགས་ཞེས་བྱ་བ་ཅི་ལས་དགོངས་ཤེ་ན།
en: What does this intend?

source: གང་གཟུགས་ལ་སོགས་པའི་ཆོས་འདི་རྣམས་ཀྱི་ཆོས་ཉིད་དེ་གལ་ཏེ་འདུས་མ་བྱས་ཡིན་ན་གཟུགས་ལ་སོགས་པ་འདུས་བྱས་རྣམས་ཀྱི་ཆོས་ཉིད་དུ་མི་འགྱུར་རོ། །གལ་ཏེ་འདུས་བྱས་ཡིན་ན། གཟུགས་ལ་སོགས་པ་བཞིན་དེ་ཡང་ཀུན་བརྟགས་པ་སྟེ། སྐྱེ་བ་དང་འགག་པ་ཅན་དུ་འགྱུར་རོ་སྙམ་དུ་དགོངས་ནས་ཞུས་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས།
en: He is asking with the thought that if that true dharmic nature of these dharmas, form and so on, is an uncompounded phenomenon, then it will not be the true dharmic nature of form and so on that are compounded phenomena; and if it is a compounded phenomenon, then it, like that form and so on, will be falsely imagined, because it will be subject to production and stopping.

source: རབ་འབྱོར་དེ་ནི་འདུས་བྱས་ཀྱང་མ་ཡིན།
en: The Lord said, “Subhūti, it is not a compounded phenomenon and it is not an uncompounded phenomenon either.”

source: འདུས་མ་བྱས་ཀྱང་མ་ཡིན་ཏེ་ཞེས་བྱ་བ་ནི་སྐྱོན་གཉིས་སུ་འགྱུར་དུ་དོགས་པའི་ཕྱིར་གཉིས་བསལ་བ་གསུངས་པའོ།
en: He eliminates them both because both are open to criticism. “

source: །འདུས་བྱས་ལས་གུད་ན་ཡང་འདུས་མ་བྱས་དམིགས་སུ་མེད་ལ། འདུས་མ་བྱས་ལས་གུད་ན་ཡང་འདུས་བྱས་དམིགས་སུ་མེད་དེ་ཞེས་བྱ་བ་ནི་འདི་ལ་ཕུང་པོ་དང་།
en: An uncompounded phenomenon other than a compounded phenomenon cannot be apprehended, and a compounded phenomenon other than an uncompounded phenomenon cannot be apprehended either.”

source: ཁམས་དང་། སྐྱེ་མཆེད་ལ་སོགས་པའི་དེ་བཞིན་ཉིད་མ་དག་པ་གང་ཡིན་པ་དེ་ཕུང་པོ་ལ་སོགས་པ་དེ་དག་ལ་ལོགས་ཤིག་ན་དམིགས་སུ་མེད་ལ། ཕུང་པོ་ལ་སོགས་པ་གང་ཡིན་པ་དེ་དག་ཀྱང་དེ་བཞིན་ཉིད་མ་གཏོགས་པར་གུད་ན་དམིགས་སུ་མེད་དེ། དེ་བཞིན་ཉིད་མ་དག་པ་ནི་དེ་ལས་དེ་ཉིད་དང་། གཞན་ཞེས་བརྗོད་དུ་མི་རུང་ངོ་།
en: Here the impure suchness of the aggregates, constituents, sense fields and so on cannot be apprehended as something aside from the aggregates and so on, and the aggregates and so on cannot be apprehended as something other than suchness either, so it is inappropriate to say about that impure suchness that it is exactly the same as or different from them.

source: །གང་གི་ཕྱིར་དེ་ལྟར་གཉི་ག་ཡང་གཉི་ག་ལས་གུད་ན་དམིགས་སུ་མེད་པ་དེའི་ཕྱིར་དེ་གཉི་ག་ཡང་གཅིག་གོ་ཞེས་བརྗོད་དུ་མི་རུང་བས་ལྡན་པ་ཡང་མ་ཡིན་ནོ།
en: Thus, neither can be apprehended as other than the other.

source: །ཐ་དད་དོ་ཞེས་ཀྱང་བརྗོད་དུ་མི་རུང་བའི་ཕྱིར་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །གཟུགས་ཅན་མ་ཡིན་ཞིང་རྣམ་པར་མི་རྟོག་པའི་ཕྱིར་གཟུགས་མེད་པའོ། །ཚིག་ལ་སོགས་པས་བསྟན་ཏུ་མི་རུང་བའི་ཕྱིར་བསྟན་དུ་མེད་པའོ། །དབང་པོའི་ཡུལ་གྱི་ཐོགས་པ་མེད་པ་དང་། གཟུང་བ་དང་འཛིན་པ་མེད་པའི་ཕྱིར་ཐོགས་པ་མེད་པའོ།
en: It is therefore not appropriate to say “they are both the same,” so they “are not conjoined”; it is not appropriate to say “they are different,” so they “are not disjoined”; they have no form and are without conceptualization, so they “are formless”; words and so on cannot explain them, so they “cannot be pointed out”; they do not obstruct as do objects of the senses, and grasped and grasper are nonexistent, so they “do not obstruct”; and both have no defining mark.

source: །གཉི་ག་ཡང་མཚན་ཉིད་མེད་པར་མཚན་ཉིད་གཅིག་པའི་ཕྱིར། འདི་ལྟར་མཚན་ཉིད་མེད་པར་མཚན་ཉིད་གཅིག་པའོ།
en: They have only a single mark, therefore they “have only one mark—that is, no mark.”

source: །དེ་ལ་འདུས་བྱས་ནི་ཡོད་པ་མ་ཡིན་པའི་ཕྱིར་མཚན་ཉིད་མེད་པའོ།
en: Here a compounded phenomenon is unreal so “it has no mark.”

source: །འདུས་མ་བྱས་ནི་མཚན་མ་མེད་པས་མཚན་མར་གཟུང་དུ་མི་རུང་བའི་ཕྱིར་མཚན་ཉིད་མེད་པའོ།
en: An uncompounded phenomenon, as signlessness, cannot be grasped as a causal sign so “it has no mark.” “

source: །དེ་དག་ཀྱང་དེ་བཞིན་གཤེགས་པས་འཇིག་རྟེན་གྱི་ཐ་སྙད་དུ་བརྗོད་ཀྱི་ཞེས་བྱ་བ་ནི་འདུས་བྱས་ཡོད་པ་མ་ཡིན་དུ་ཟིན་ཀྱང་འཇིག་རྟེན་གྱི་ཀུན་རྫོབ་ཏུ་ཐ་སྙད་འདོགས་ཤིང་འདུས་མ་བྱས་བརྗོད་དུ་མེད་པ་ཡིན་ཡང་ཐ་སྙད་དུ་བརྗོད་པའོ།
en: A tathāgata employs this language according to ordinary convention.” Even though compounded phenomena are not real they are designated by ordinary conventional designations.

source: །དེ་སྐད་བཀའ་སྩལ་ནས་ཐ་སྙད་དེ་ཡོད་པ་མ་ཡིན་པར།
en: The uncompounded is inexpressible but can be talked about conventionally.

source: དོན་དམ་པར་ནི་ལུས་ཀྱི་འདུ་བྱེད་དམ། ངག་གི་འདུ་བྱེད་དམ། ཡིད་ཀྱི་འདུ་བྱེད་གང་ཡང་མེད་དོ་ཞེས་བྱ་བས་སྟོན་ཏེ། ལས་རྣམ་པ་གསུམ་ཆར་ཡང་ཀུན་བརྟགས་པ་ཡིན་པའི་ཕྱིར་རོ།
en: Having said that, with “in the ultimate there is no physical volitional factor, no verbal volitional factor, and no mental volitional factor,” it explains that those designations are not real because all three types of karma are also falsely imagined phenomena. “

source: །རབ་འབྱོར་སྟོང་པ་ཉིད་ནི་ཅི་ཡང་མེད།
en: Subhūti, emptiness is not anything at all, there is nothing at all.”

source: ཅུང་ཟད་ཀྱང་མེད་ཅེས་བྱ་བ་ནི་ཅི་ཡང་མི་བྱེད་པའི་ཕྱིར་ཅི་ཡང་མེད་པའོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཡིན་པའི་ཕྱིར་ཅུང་ཟད་ཀྱང་མེད་པའོ།
en: Because it does not do anything at all, it is “not anything at all”; because it is the intrinsic nature of a nonexistent thing, “there is nothing at all.” “

source: །འདི་ནི་དེ་བཞིན་གཤེགས་པའི་ཁྱུ་མཆོག་ཏུ་གྱུར་པ་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནི་དེ་བཞིན་གཤེགས་པའི་མཛད་པ་ནི་རྣམ་པར་རིག་པར་བྱ་བ་ཙམ་དུ་ཟད་དེ།
en: This is not what makes a tathāgata the bull that leads the herd.” This is teaching that the work of a tathāgata is simply just mere representation.

source: གལ་ཏེ་སེམས་ཅན་རྣམས་བདག་ཉིད་ཀྱིས་ཤེས་པར་གྱུར་ན། དེ་བཞིན་གཤེགས་པ་མི་དམིགས་སོ་ཞེས་སྟོན་ཏོ།
en: Were these beings to understand by themselves there would be no need for a tathāgata. “

source: །བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་སྟོང་པ་ལགས་ཞེས་བྱ་བ་ནི་ཅི་ཞིག་མེད་པས་སྟོང་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Lord, why is it empty?” This means “empty through the nonexistence of what?” “

source: །དེ་ལ་འདུ་བྱེད་པ་གང་ཡིན་པ་དེས་སྟོང་ངོ་ཞེས་བྱ་བ་ནི་དེ་ལ་གང་འདུས་བྱས་སོ་ཞེས་འདུ་བྱེད་པ་མཚན་མར་འཛིན་པའི་བདག་ཉིད་དེ་མེད་པས་སྟོང་པའོ།
en: Whatever the perception of it, it is empty of that.” A perception that in its nature grasps a causal sign of any “compounded phenomenon” does not exist, so it is empty of it. “

source: །རབ་འབྱོར་ལ་ལ་ཞིག་གི་སྤྲུལ་པ་སྤྲུལ་ན་ཞེས་བྱ་བ་ནི། སྤྲུལ་པ་འདི་སྤྲུལ་པ་གཞན་པ་གཞན་དག་སྤྲུལ་པ་བྱེད་དོ་ཞེས་བྱ་བ་དེ་སྟོང་པ་མ་ཡིན་པའི་དངོས་པོ་ཅུང་ཟད་ཀྱང་ཡོད་དམ་ཞེས་བྱ་བ་སྟེ།
en: Subhūti, when someone magically creates a magical creation,” and this magical creation “magically creates other magical creations” there, “is there any real thing there that is not empty?”

source: གང་གི་ཚེ་སྤྲུལ་པ་ཞིག་སྤྲུལ་པ་གཞན་སྤྲུལ་པར་བྱེད་པ་དེའི་ཚེ། སྤྲུལ་པ་དེ་ལ་སྟོང་པ་མ་ཡིན་པའི་ངོ་བོ་ཉིད་ཅི་ཡང་ཡོད་དམ་ཞེས་སྨྲས་པའོ།
en: This is saying that when one magical creation magically creates another magical creation, is there any entity there that is not empty? “

source: །རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས་རྣམ་པར་སྦས་སམ་ཞེས་བྱ་བ་ནི་འདི་ནི་སྤྲུལ་པའོ། །འདི་ནི་སྟོང་པ་ཉིད་དོ་ཞེས་བྱ་བ་དེ་ཅི་སྟོང་པ་ཉིད་ཀྱིས་རབ་ཏུ་བསྒྲིབས་སམ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Subhūti, what do you think, is it concealed…” means has “ ‘this is a magical creation; this is an emptiness’ ” been made obscure by emptiness?

source: །ལ་ལ་ནི་ཉན་ཐོས་ཀྱིས་སྤྲུལ་པའོ་ཞེས་བྱ་བ་ལ་སོགས་པ། ཚིག་རྣམ་པ་བཞིས་དྲན་པ་ཉེ་བར་གཞག་པ་ལ་སོགས་པ་འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་རྣམས་བསྟན་ཏོ། །ཉོན་མོངས་པས་སྤྲུལ་པ་ཞེས་བྱ་བ་ནི་སེམས་ཅན་དང་སྲོག་ལ་སོགས་པ་བསྟན་པའོ། །ལས་ཀྱིས་སྤྲུལ་པ་ཞེས་བྱ་བ་ནི་ཕུང་པོ་དང་།
en: The four statements, “some are magically created by śrāvakas,” and so on, teach the ordinary applications of mindfulness, and so on, and the extraordinary dharmas— “some are magically created by afflictive emotions” teaches sentient beings, living beings, and so on; “and some are magically created by actions” teaches the aggregates, constituents, sense fields, and so on. “

source: ཁམས་དང་སྐྱེ་མཆེད་ལ་སོགས་པ་བསྟན་པའོ། །བསྐྱེད་པའམ་བཀག་པ་ཞེས་བྱ་བ་ནི་འདུས་བྱས་ཀྱི་ཆོས་རྣམས་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Be it a production or cessation” means the compounded dharmas. “

source: །མི་སླུ་བའི་ཆོས་ཅན་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་བ་ལ་མྱ་ངན་ལས་འདས་པ་ནི་བསླུ་བར་བྱ་བའམ་དོར་བའམ།
en: It is nirvāṇa—that which has the quality of not coaxing you into believing it is true.” In regard to “nirvāṇa,” it is said it is “that which has the quality of not coaxing you into believing it is true” because an attribute that can deceive you, or that needs to be taken away, or that needs to weaken, or that needs to be added does not exist. “

source: ཡོངས་སུ་ཉམས་པར་འགྱུར་བའི་ཆོས་རྣམས་མེད་ཅིང་། བསྣན་པར་བྱ་བ་ཡང་མེད་པའི་ཕྱིར་མི་སླུ་བའི་ཆོས་ཅན་ཞེས་བྱ་བའོ། །གང་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་སྟོང་པ་ཉིད་ལས་ཀྱང་མི་གཡོ་ལ་གཉིས་ཀྱིས་ཀྱང་མི་གོས་ཞེས་བཀའ་སྩལ་པ་ལྟར་ན་ཞེས་བྱ་བས་འདི་སྐད་བསྟན་པར་འགྱུར་ཏེ། སྟོང་པ་ཉིད་ལས་མི་གཡོ་ཞེས་གསུངས་པས་སྟོང་པ་ཉིད་ནི་མི་གཡོའི། དེ་ལས་གཞན་པ་དག་ནི་གཡོའོ་ཞེས་བསྟན་པར་འགྱུར་རོ།
en: According to what you have said, Lord, that ‘not moving from emptiness and not stained by duality either…’ ” This is saying that since you have said “nirvāṇa does not move from emptiness,” therefore you are saying that emptiness does not move but dharmas other than it do move.

source: །གཉིས་ཀྱིས་ཀྱང་མི་གོས་སོ་ཞེས་གསུངས་པས་ནི་ཡོད་པ་དང་། མེད་པ་གཉིས་ཀྱིས་མི་གོས་སོ་ཞེས་བསྟན་པར་འགྱུར་རོ།
en: Since you have said “it is not stained by duality either,” you are teaching that it is not stained by either existence or nonexistence.

source: །དེ་ལ་གལ་ཏེ་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་བའི་ཆོས་འགའ་ཞིག་ཡོད་ན་ནི་སྟོང་པ་ཉིད་ལས་མ་གཏོགས་པ་གཞན་ཞིག་ཡོད་པར་འགྱུར་ཏེ། ཡོད་པས་གོས་པར་ཡང་འགྱུར་རོ།
en: In regard to that, if any dharma called “nirvāṇa” exists, something else, setting aside emptiness, would exist, and by existing there would still be a stain.

source: །དེ་བས་ན་ཚིག་དེ་བརྩམ་པར་བྱས་ནས་མྱ་ངན་ལས་འདས་པ་ཡང་སྤྲུལ་པ་ཡིན་ནོ་ཞེས་བརྗོད་པར་བྱ་བར་འགྱུར་རོ།
en: Therefore, having worked on that statement, you must be saying that nirvāṇa is a magical creation as well.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མྱ་ངན་ལས་འདས་པ་ཞེས་བྱ་བའི་ཆོས་གཞན་དངོས་པོའི་བདག་ཉིད་དུ་ནི་གང་ཡང་མེད་པས་དེ་ཡང་སྟོང་པ་ཉིད་ཡིན་པར་རབ་འབྱོར་དེ་དེ་བཞིན་ནོ། །དེ་དེ་བཞིན་ཏེ་ཞེས་བྱ་བ་ལ་སོགས་པས་སྟོན་ཏོ།
en: Then, with “exactly so, Subhūti, exactly so!” the Lord teaches that a different dharma called “nirvāṇa” that is constituted as an existent thing does not exist at all, so it too is emptiness. “

source: །བཅོམ་ལྡན་འདས་ལས་དང་པོ་པ་ལ་ཇི་ལྟར་གདམས་པར་བགྱི་ཞེས་བྱ་བ་ནི་ད་ལྟར་ཟབ་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཡོངས་སུ་ཤེས་པར་ནུས་པའི་གདམས་པ་ཞུས་པའོ།
en: Lord, … a person who is beginning the work… how should they be advised?” He is asking for advice to be able to comprehend such a deep intrinsic nature, emptiness.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་འདི་སྐད་བཀའ་སྩལ་ཏེ། གལ་ཏེ་སྔོན་དངོས་པོ་ཡོད་པར་གྱུར་ལ་ཕྱིས་རྣལ་འབྱོར་པ་དག་གིས་ཤེས་པའི་མཐུས་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱིས་དངོས་པོ་མེད་པར་བྱས་ན་ནི་དེ་ལྟ་ན། ལས་དང་པོ་པ་དཀའ་བ་སྤྱོད་པར་འགྱུར་བ་ཞིག་ན། འདི་ལྟར་དངོས་པོ་ཡང་དངོས་པོའི་བདག་ཉིད་དུ་ཀུན་བརྟགས་པའི་ཡིན་པས་མེད་དོ།
en: The Lord again says that if “a thing that really existed before” through the power of the understanding of yogic practitioners “becomes a thing that does not exist later” on account of an emptiness of its intrinsic nature, in that case a person who is beginning the work would be undertaking a difficult practice.

source: །དངོས་པོ་མེད་པ་རི་བོང་གི་རྭ་ལྟ་བུ་ཡང་མ་ཡིན་ནོ། །རང་གི་དངོས་པོ་ཡང་གང་ཡང་རུང་བའི་རང་དབང་ཅན་མེད་དོ། །གཞན་གྱི་དངོས་པོ་ཡང་རྒྱུ་དང་རྐྱེན་ལ་སོགས་པའི་དབང་གིས་ཡོད་པ་མ་ཡིན་ན། དེ་ལ་ངོ་བོ་ཉིད་ཅེས་བྱ་བའི་ཆོས་གཞན་གང་ཡང་ཡོད་པར་ག་ལ་འགྱུར།
en: But “there is no existent thing” falsely imagined as constituted by an existent thing, “nor a nonexistent thing” like a rabbit’s horns, and “there is not something’s own existence”— anything under its own power— “nor any existence from something else”— anything through the power of cause and conditions— “so how will there ever be” some other dharma called “an intrinsic nature?”

source: དེ་བས་ན་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱང་ངོ་བོ་ཉིད་ཀྱིས་སོ་ཞེས་ཤེས་པས་ཉེས་པ་མེད་དོ།། །།
en: Therefore, there is no fault because they understand even the emptiness of an intrinsic nature is of “something’s own existence.”

source: བམ་པོ་ཉི་ཤུ་བདུན་པ་སྟེ་ཐ་མ། དེ་ལྟར་བཅོམ་ལྡན་འདས་མ་འབུམ་པའི་བཤད་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་ནས། ད་ནི་ཉི་ཁྲི་ལྔ་སྟོང་པ་ལས་གང་འབྱུང་བ་དེ་བཤད་པར་བྱའོ།
en: Explanation of the Maitreya Chapter: Chapter 83 Having thus finished explaining Her Ladyship the One Hundred Thousand, I will now explain what is in the Twenty-Five Thousand.

source: །དེ་ནས་འཕགས་པ་བྱམས་པས་མ་འོངས་པའི་སྐྱེ་བོ་རྣམས་ཀྱི་དོན་དང་། དེའི་ཚེ་འདུས་པའི་འཁོར་གྱི་འདུལ་བ་རྣམས་ཀྱི་དོན་དུ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ། བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་ལ་སློབ་པར་འཚལ་བས་གཟུགས་ལ་ཇི་ལྟར་བསླབ་པར་བགྱི་ཞེས་བྱ་བ་ལ་སོགས་པ་ཞུས་སོ།
en: Then, for the sake of future living beings and for the sake of those gathered in the retinue at that time, the noble Maitreya asked… “Lord, how do bodhisattva great beings practicing the perfection of wisdom who want to train in a bodhisattva’s training train in form?”

source: །ཆོས་ཐམས་ཅད་ལ་ཚུལ་བཞིན་དུ་ཡོངས་སུ་ཤེས་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་སྟེ། དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པ་ལ་སློབ་པར་འདོད་པས་གཟུགས་ལ་སོགས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་མཐར་ཐུག་པའི་བར་དག་ལ་ཇི་ལྟར་བསླབ་པར་བགྱི་ཞེས་ཞུས་པའོ།
en: A bodhisattva’s training is in the correct comprehension of all dharmas, so he asks, “how do bodhisattvas who want to train in a bodhisattva’s training train in form,” and so on, up to, finally, “the buddhadharmas.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྟོང་པ་ཉིད་ལ་སློབ་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་བསླབ་པའོ་ཞེས་བསྟན་པའི་ཕྱིར། གཟུགས་མིང་ཙམ་ཞེས་བྱ་བ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱི་བར་དུ་མིང་ཙམ་མོ་ཞེས་བྱ་བར་བསླབ་པར་བྱའོ་ཞེས་བྱ་བའི་བར་དག་གིས་ཆོས་ཐམས་ཅད་མིང་ཙམ་དུ་ཟད་པར་གསུངས་སོ། །བཅོམ་ལྡན་འདས་གང་གི་ཚེ།
en: Then the Lord, to teach that the training in emptiness is a bodhisattva’s training, says “[they] should train in ‘form is a mere name,’… up to ‘buddhadharmas are a mere name’ ”— all dharmas are simply mere names. “

source: འདི་ལྟ་སྟེ་གཟུགས་ཞེས་བགྱི་བའི་མིང་འདི་དངོས་པོ་དང་བཅས་པར་དམིགས་ཞེས་བྱ་བ་ལ་སོགས་པས་འདི་སྐད་སྟོན་ཏེ།
en: Lord, when this—namely, the designationform—is apprehended together with a basis,” and so on, teaches the following. He asks: How could form and so on be just a name?

source: གཟུགས་དང་ཚོར་བ་ཞེས་བྱ་བ་ལ་སོགས་པའི་མིང་བརྗོད་པ་ནི་མིང་ཙམ་འབའ་ཞིག་སྟོན་པ་མ་ཡིན་གྱི། མིང་སྨོས་པ་སྔོན་དུ་བཏང་བས་དངོས་པོའི་རྣམ་པ་འབའ་ཞིག་བློ་ལ་གཞག་ནས་དངོས་པོ་སྟོན་ན།
en: The designation of “form,” “feeling,” and so on does not indicate simply a mere name, it indicates a basis, because the name is first given and then the aspect of the basis presents itself to the mind.

source: དེ་ལ་ཇི་ལྟར་གཟུགས་ལ་སོགས་པ་མིང་ཙམ་ཡིན་ཞེས་ཞུས་པའོ། །མིང་དེ་དངོས་པོ་མེད་པ་ཞིག་ཡིན་ན་ནི་མིང་ཙམ་ཞེས་བྱ་བ་དེ་ཡང་མི་རིགས་པར་འགྱུར་རམ། གཟུགས་ལ་སོགས་པར་དངོས་པོ་མེད་པར་མི་འབའ་ཞིག་ཡོད་དུ་ཟིན་ན་ཅི་ལ་གནས་ཤིང་གནས་གང་གིས་མིང་དེ་འཇུག་པར་འགྱུར་ཏེ།
en: He means: Were that name to be without a basis, either it would be illogical to say “a mere name,” or else, if it is taken to exist as form and so on that is not a basis, as a name, based on what and on account of what basis would that name be referring to something?

source: མིང་དེ་ཡང་མེད་པར་འགྱུར་རོ།
en: That word would not exist either.

source: །དེ་བས་ན་མིང་ཙམ་ཞེས་བྱ་བ་ཡང་མི་རིགས་སོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ། །འདི་ལྟ་སྟེ།
en: Therefore, it is illogical to say “mere name.” “

source: གཟུགས་ཞེས་བྱ་བ་འདི་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་ལ་གློ་བུར་དུ་མིང་བཏགས་པའོ་ཞེས་བྱ་བ་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་བཀའ་སྩལ་པ་སྟེ་གཟུགས་ལ་སོགས་པ་ནི་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ།
en: This—namely, form—is a name plucked out of thin air… for this or that basis that is a causal sign of a compounded phenomenon.” The Lord is saying that form and so on is not a nominal entity.

source: །གལ་ཏེ་མིང་གི་ངོ་བོ་ཉིད་ཡིན་དུ་ཟིན་ན་བརྗོད་པ་ཙམ་གྱིས་འབྲེལ་པས་མི་ཤེས་པ་རྣམས་ཀྱང་དངོས་པོ་དེ་དག་གི་ངོ་བོ་ཉིད་དང་། ཁྱད་པར་རྣམ་པ་སྣ་ཚོགས་རྟོགས་པར་གྱུར་པའི་རིགས་ན་དེ་དག་རྟོགས་པ་ཡང་མ་ཡིན་ཏེ། དེ་བས་ནི་མིང་ཡང་གཞན་ལ།
en: If it were a nominal entity, then it would be feasible that by merely saying it even those who do not know what it is connected to would know what those bases are, as entities with their various specific attributes.

source: གཟུགས་ལ་སོགས་པའི་དངོས་པོ་ཡང་གཞན་ཏེ།
en: But they do not know those, so words are one thing and the bases, form and so on, are something else.

source: ཐ་སྙད་དུ་རུང་བར་བྱ་བའི་ཕྱིར་དངོས་པོ་དེ་དང་དེ་དག་ལ་ཕྱིས་མིང་དེ་འབྱུང་བ་ཙམ་དུ་ཟད་དོ།
en: He means it is simply conventionally suitable that later on there are those words “for this or that basis.”

source: །དེ་བས་ན་གཟུགས་ལ་སོགས་པའི་མིང་གི་ངོ་བོ་ཉིད་མ་ཡིན་ནོ།
en: Therefore, form and so on is not in its intrinsic nature a name. “

source: །གློ་བུར་ཞེས་བྱ་བ་ནི་ཕྱིས་བྱུང་བ་སྟེ།
en: Plucked out of thin air” means comes about later, in the sense of “fabricated.”
